Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.b9428ba987dc
source: 負荷・セット品質・心拍回復・停滞候補
ar_sa: تحميل، ضبط الجودة، واسترداد معدل ضربات القلب، والمرشحين للركود
ca: Càrrega, qualitat del conjunt, recuperació de la freqüència cardíaca, candidats a l'estancament
cs: Intenzita, kvalita sérií, srdeční frekvence, potenciální stagnace
da: Belastning, sæt-kvalitet, hjertefrekvensgenvind, potentielle pauser
de_de: Belastung, Satzqualität, Herzfrequenzrückkehr, Stagnationspotenzial
el: Ένταση, ποιότητα σετ, ταχύτητα ανάκαμψης καρδιακού ρυθμού, πιθανά σημεία στασιμότητας
en_au: Load, Set Quality, Heart Rate Recovery, Stagnation Candidates
es_es: Carga, calidad del entrenamiento, recuperación cardíaca, opciones de descanso
fi: Kuormitus, sarjat, palautumisaika, mahdollisia pysähdyksiä
fr_ca: Charge, qualité des séries, récupération cardiaque, potentiel d'arrêt
gu: લોડ, સેટની ગુણવત્તા, હાર્ટ રેટ રીકોવરી, સ્થિરતા માટેના સૂચનો
he: עצימות, מספר סטים, התאוששות דופק, אפשרויות עצירה
hi: लोड, सेट की गुणवत्ता, हृदय गति में सुधार, निष्क्रियता के संभावित कारण
hr: Nivo napora, kvaliteta serija, ubrzanje otkucaja, potencijalne stagnacije
hu: Telítettség, edzésszabályzat, pulzus visszanyerés, lelassulás lehetőségek
id: Intensitas, Kualitas Set, Pemulihan Detak Jantung, Kandidat Istirahat
it: Intensità, qualità degli esercizi, recupero del battito cardiaco, potenziali momenti di pausa
ko: 부하, 세트 품질, 심박 회복, 정체 가능성
mr: वजनावर आधारित, सेटची गुणवत्ता, हृदय गती, आणि विश्रांतीचा अंदाज
ms: Intensiti, Kualiti Set, Pemulihan Kadar Denyutan, Cadangan Istirahat
nl_nl: Belasting, setkwaliteit, hartslagherstel, stagnatie-indicatoren
no: Belastning, settkvalitet, hjertefrekvensrestitusjon, potensielle pauser
pl: Intensywność treningu, jakość serii, tempo odzyskiwania tętna, potencjalne punkty zatrzymania
pt_br: Intensidade, qualidade do treino, recuperação cardíaca, candidatos a descanso
pt_pt: Intensidade, qualidade do treino, recuperação cardíaca, candidatos a descanso
ro: Volum, calitatea seriei, recuperarea ritmului cardiac, opțiuni de pauză
ru: Уровень нагрузки, качество тренировки, восстановление пульса, варианты для продолжения
sk: Intenzita, kvalita sérií, regenerácia srdcovej frekvencie, potenciálne stagnácie
sl: Intenzivnost, kvaliteta serij, vračanje srčnega utripa, kandidati za mirovanje
sv: Belastning, setkvalitet, återhämtning, potentiella stagnation
ta: எடை, பயிற்சி அளவு, இதயத் துடிப்பு, ஓய்வுக்கான வாய்ப்புகள்
te: భారం, సెట్ల నాణ్యత, హృదయ స్పందన, నిష్క్రియ స్థితి
th: ความเข้ม, จำนวนเซ็ต, อัตราการฟื้นตัวของหัวใจ, สถานที่พัก
tr: Yük, set kalitesi, kalp atışlarının geri dönüşü, duraklama potansiyeli
uk: Навантаження, якість тренування, відновлення серцевого ритму, потенційні моменти зупинки
vi: Tải, số hiệp, nhịp tim phục hồi, khả năng trì hoãn
zh_hans: 负荷・组数质量・心率恢复・停滞选项
zh_hant: 負載・組數品質・心率恢復・停滯候補

# health_meals_body_ai.b981046693bf
source: 接続確認中
ar_sa: التحقق من الاتصال
ca: S'està comprovant la connexió
cs: Kontrola připojení
da: Kontrollerer forbindelse
de_de: Verbindungsstatus wird geprüft
el: Έλεγχος σύνδεσης
en_au: Checking Connection
es_es: Verificando conexión
fi: Yhteyttä ollaan tarkistamassa
fr_ca: Vérification de la connexion en cours
gu: કનેક્શનની ચકાસણી
he: בדיקת חיבור
hi: कनेक्शन की जाँच की जा रही है
hr: Provjera veze
hu: Kapcsolati állapot ellenőrzés
id: Memeriksa Koneksi
it: In attesa di conferma della connessione
ko: 연결 확인 중
mr: कनेक्शन तपासत आहे
ms: Menyempurnakan Sambungan
nl_nl: Verbinding wordt gecontroleerd
no: Bekrefter tilkobling
pl: Sprawdzanie połączenia
pt_br: Verificando conexão
pt_pt: Verificando conexão
ro: Verificarea conexiunii
ru: Проверка подключения
sk: Kontrola pripojenia
sl: Preverjanje povezave
sv: Kontrollerar anslutning
ta: இணைப்பை சரிபார்க்கப்படுகிறது
te: కనెక్షన్‌ను ధృవీకరించుతోంది
th: กำลังตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı Kontrol Ediliyor
uk: Перевірка з'єднання
vi: Đang kiểm tra kết nối
zh_hans: 正在确认连接
zh_hant: 正在確認連接

# health_meals_body_ai.b9d2ae097ed2
source: 約{{value1}}秒待ってから
ar_sa: بعد الانتظار حوالي {{value1}} ثانية
ca: Després d'esperar uns {{value1}} segons
cs: Počkejte přibližně {{value1}} sekund
da: Vent ca. {{value1}} sekunder
de_de: Ungefähr {{value1}} Sekunden warten und dann
el: Περίπου {{value1}} δευτερόλεπτα αναμονής
en_au: Wait for approximately {{value1}} seconds, then
es_es: Espera aproximadamente {{value1}} segundos y
fi: Odota noin {{value1}} sekuntia
fr_ca: Attendre environ {{value1}} secondes, puis
gu: આશરે {{value1}} સેકન્ડ રાહ જુઓ પછી
he: המתן כ-{{value1}} שניות ואז
hi: लगभग {{value1}} सेकंड प्रतीक्षा करें, फिर
hr: Čekajte otprilike {{value1}} sekundi, a zatim
hu: Kb. {{value1}} másodpercig várjon, majd
id: Tunggu sekitar {{value1}} detik, lalu
it: Aspetta circa {{value1}} secondi
ko: 약 {{value1}}초 대기 후
mr: सुमारे {{value1}} सेकंद थांबा आणि
ms: Tunggu ≈{{value1}} saat kemudian
nl_nl: Wacht ongeveer {{value1}} seconden
no: Vent omtrent {{value1}} sekunder før
pl: Poczekaj około {{value1}} sekund, a następnie
pt_br: Espere aproximadamente {{value1}} segundos e
pt_pt: Espere aproximadamente {{value1}} segundos e
ro: Așteptați aproximativ {{value1}} secunde
ru: Ждите примерно {{value1}} секунд, затем
sk: Počkejte cca {{value1}} sekúnd
sl: Počakajte približno {{value1}} sekund in
sv: Vänta ungefär {{value1}} sekunder, sedan
ta: சுமார் {{value1}} வினாடிகள் காத்திருந்து,
te: సుమారు {{value1}} సెకన్ల పాటు వేచి ఉండండి, ఆ తర్వాత
th: รอประมาณ {{value1}} วินาที
tr: Yaklaşık {{value1}} saniye bekleyip, ardından
uk: Зачекайте приблизно {{value1}} секунд, після чого
vi: Chờ khoảng {{value1}} giây rồi
zh_hans: 等待约{{value1}}秒后
zh_hant: 等待約 {{value1}} 秒後

# health_meals_body_ai.bb243f7c92b4
source: トレーナー相談
ar_sa: استشارة المدرب
ca: Consulta del formador
cs: Porada s trenérem
da: Konsultation med træner
de_de: Beratung durch einen Trainer
el: Συμβουλή από προπονητή
en_au: Consult with a trainer
es_es: Consulta con el entrenador
fi: Keskustelu valmentajan kanssa
fr_ca: Consultation avec un entraîneur
gu: ટ્રેનર સાથે સલાહ લો
he: ייעוץ עם מאמן
hi: प्रशिक्षक से सलाह लें
hr: Razgovor s trenerom
hu: Edzővel való konzultáció
id: Konsultasi dengan Pelatih
it: Consulenza con l'allenatore
ko: 코치 상담
mr: प्रशिक्षक सल्ला
ms: Bincangkan dengan jurulatih
nl_nl: Overleg met een trainer
no: Konsultasjon med trener
pl: Konsultacja z trenerem
pt_br: Consulta com o treinador
pt_pt: Consulta com o treinador
ro: Consultare cu antrenorul
ru: Консультация тренера
sk: Porada s trénerom
sl: Konsultacija s trenerjem
sv: Konsultera tränare
ta: பயிற்சியாளரை அணுகுதல்
te: కోచ్‌తో సంప్రదించండి
th: ปรึกษาผู้ฝึกสอน
tr: Antrenörle görüşme
uk: Консультація з тренером
vi: Tham khảo huấn luyện viên
zh_hans: 咨询教练
zh_hant: 諮詢教練

# health_meals_body_ai.bc5796a0a9e9
source: 種類
ar_sa: اكتب
ca: tipus
cs: Kategorie
da: Type
de_de: Art
el: Τύπος
en_au: Type
es_es: Tipo
fi: Laji
fr_ca: Type
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Tip
hu: Típus
id: Jenis
it: Categoria
ko: 종류
mr: प्रकार
ms: Jenis
nl_nl: Type
no: Type
pl: Rodzaj
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип активности
sk: Typ
sl: Tip
sv: Typ
ta: வகை
te: రకం
th: ชนิด
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型

# health_meals_body_ai.bc649c604570
source: 身体KPI、食事、体型写真、筋トレ履歴から週次コメントを作成します。
ar_sa: قم بإنشاء تعليقات أسبوعية من مؤشرات الأداء الرئيسية لجسمك، والوجبات، وصور الجسم، وتاريخ تدريب العضلات.
ca: Creeu comentaris setmanals amb els KPI del vostre cos, els àpats, les fotos corporals i l'historial d'entrenament muscular.
cs: Na základě fyzických ukazatelů, jídelníčku, fotografií a historie cvičení vytvářím týdenní komentáře.
da: Opret ugentlige kommentarer baseret på kropsmålinger, kost og billeder af din krop samt træningshistorik.
de_de: Erstellen Sie wöchentliche Kommentare basierend auf Körper-KPIs, Ernährung und Fotos Ihres Körpers sowie Ihrem Trainingsverlauf.
el: Δημιουργήστε εβδομαδιαίες αναλύσεις με βάση τα βιομετρικά στοιχεία, τη διατροφή και τις φωτογραφίες του σώματος, καθώς και το ιστορικό σας προπονήσεων.
en_au: Create weekly comments based on Body KPIs, diet, body photos, and workout history.
es_es: Cree comentarios semanales basándose en sus KPIs corporales, dieta y fotos de su físico, e historial de entrenamiento.
fi: Luo viikoittaisia kommentteja fyysisistä mittareista, ruokavaliosta ja kehonkuvasta sekä treenihistoriasta.
fr_ca: Créez un commentaire hebdomadaire à partir de vos KPI corporels, de votre alimentation et de vos photos de silhouette ainsi que de votre historique d'entraînement.
gu: શારીરિક KPI, આહાર, શરીરના ચિત્રો અને વર્કઆઉટ હિસ્ટ્રી પરથી અઠવાડિક ટિપ્સ બનાવો.
he: צור תגובות שבועיות על סמך מדדי הגוף, תזונה ותמונות גוף, ויומן אימוני כוח.
hi: शारीरिक KPI, भोजन, शरीर का आकार की तस्वीरें और व्यायाम इतिहास से साप्ताहिक टिप्पणी तैयार करें।
hr: Kreirajte tjedno izvješće na temelju KPI-ja za tijelo, prehrane i fotografija tijela, te povijesti treninga.
hu: A testbeli mutatók, az étkezési adatok és a testformájának fényképei alapján készítünk heti összefoglalót.
id: Buat komentar mingguan berdasarkan KPI tubuh, pola makan, foto bentuk tubuh, dan riwayat latihan.
it: Creare commenti settimanali basati su indicatori fisici, alimentazione e foto del corpo, cronologia degli allenamenti.
ko: 신체 KPI, 식단, 체형 사진, 근력 운동 기록을 바탕으로 주간 코멘트를 작성합니다.
mr: शारीरिक मापदंड, आहार, आणि शारीरिक तज्ञांच्या छायाचित्रांवरून साप्ताहिक टिप्पणी तयार करा.
ms: Buat komen mingguan berdasarkan KPI badan, pemakanan, foto bentuk, dan sejarah latihan.
nl_nl: Maak wekelijks een commentaar op basis van je lichaamsmetingen, voeding en foto's.
no: Lag ukentlige kommentarer basert på fysiske KPIer, kosthold og bilder av kropp.
pl: Twórz tygodniowe komentarze na podstawie wskaźników stanu ciała, diety i zdjęć sylwetki, a także historii treningów.
pt_br: Crie comentários semanais com base em seus indicadores físicos, alimentação e fotos do seu corpo, além do histórico de treinos.
pt_pt: Crie comentários semanais com base em seus indicadores físicos, alimentação e fotos do seu corpo, além do histórico de treinos.
ro: Pe baza indicatorilor fizici, a alimentației și a fotografiilor cu tipul de corp, precum și a istoricului de antrenament, se va crea un comentariu săptămânal.
ru: Создавайте еженедельные комментарии на основе ваших ключевых показателей здоровья, информации о питании и фотографий вашего тела, а также истории тренировок.
sk: Na základe údajov o KPI, strave a fotografiách postavy, vytvorte týždenné komentáre.
sl: Ustvarite tedenske komentarje na podlagi KPI telesne pripravljenosti, prehrane in fotografij telesne oblike ter zgodovine treningov.
sv: Skapa veckovisa kommentarer baserat på dina fysiska KPI:er, kost och kroppsbilder samt träningshistorik.
ta: உடல் அளவீடுகள், உணவு, உடல் புகைப்படங்கள் மற்றும் உடற்பயிற்சி வரலாற்றிலிருந்து வாராந்திர கருத்துக்களை உருவாக்கவும்.
te: శరీర KPI, ఆహారం, శరీర ఆకృతి ఫోటోలు, వ్యాయామ చరిత్ర నుండి వారపు వ్యాఖ్యను రూపొందించండి.
th: สร้างความคิดเห็นรายสัปดาห์จากข้อมูลสุขภาพ, อาหาร, รูปภาพรูปร่าง และประวัติการออกกำลังกาย
tr: Vücut KPI'ları, beslenme, vücut şekli fotoğrafları ve egzersiz geçmişinden haftalık yorumlar oluşturun.
uk: Створюйте щотижневі коментарі на основі фізіологічних показників, харчування та фотографій вашої фігури, а також історії тренувань.
vi: Tạo bình luận hàng tuần từ chỉ số thể chất, chế độ ăn uống, hình ảnh cơ thể và lịch tập luyện.
zh_hans: 根据身体KPI、饮食、体型照片和力量训练历史，生成每周评论。
zh_hant: 我們從身體 KPI、飲食、體型照片和肌力訓練歷史中創建每週評論。

# health_meals_body_ai.bca43a6ff7b0
source: 今日の食事目標
ar_sa: هدف وجبة اليوم
ca: L'objectiu de l'àpat d'avui
cs: Cíl vašeho jídla dne
da: Dit mål for måltidet
de_de: Ernährungsziele heute
el: Στόχοι διατροφής σας σήμερα
en_au: Your meal goals for today
es_es: Objetivos de alimentación para hoy
fi: Päivän ruokatavoite
fr_ca: Objectifs pour votre repas d'aujourd'hui
gu: આજના ભોજનનો ધ્યેય
he: מטרות ארוחת היום
hi: आज के भोजन का लक्ष्य
hr: Danasnji prehrambeni cilj
hu: Ma elfogyasztandó étel célja
id: Target makan hari ini
it: Obiettivi per il pasto di oggi
ko: 오늘의 식사 목표
mr: आजच्या जेवणाचे ध्येय
ms: Matlamat makanan untuk hari ini
nl_nl: Uw voedingsdoelen voor vandaag
no: Mål for dagens måltid
pl: Cele dotyczące diety na dziś
pt_br: Objetivos de alimentação para hoje
pt_pt: Objetivos de alimentação para hoje
ro: Obiectivele alimentare pentru astăzi
ru: Цель вашего обеда
sk: Vaše ciele v oblasti stravy za daný deň
sl: Danšni cilj prehrane
sv: Ditt dagliga kostmål
ta: இன்றைய உணவு இலக்கு
te: ఈ రోజు యొక్క ఆహార లక్ష్యం
th: เป้าหมายอาหารในวันนี้
tr: Bugünün beslenme hedefi
uk: Ваші цілі щодо харчування сьогодні
vi: Mục tiêu ăn uống hôm nay
zh_hans: 今天的饮食目标
zh_hant: 今日的饮食目标

# health_meals_body_ai.bcdb18a0c6bb
source: 主観疲労が高め
ar_sa: التعب الذاتي العالي
ca: Alta fatiga subjectiva
cs: Většinu subjektivní únavy.
da: Subjektiv træthed er høj
de_de: Subjektive Müdigkeit ist hoch
el: Υψηλή υποκειμενική κόπωση
en_au: Subjective fatigue is high
es_es: Fatiga subjetiva elevada
fi: Subjektiivinen väsymys on korkea
fr_ca: Fatigue subjective élevée
gu: શારીરિક થાક વધારે છે
he: תחושת עייפות גבוהה
hi: व्यक्तिगत थकान अधिक है
hr: Subjektivna umor je visoka
hu: A fáradtság magasabb
id: Kelelahan subjektif tinggi
it: Affaticamento soggettivo elevato
ko: 주관적인 피로도가 높음
mr: शारीरिक थकवा जास्त आहे
ms: Ia akan meningkatkan keselesaan subjektif.
nl_nl: Subjectief gevoel van vermoeidheid is hoog
no: Subjektiv tretthet er høy
pl: Subiektywne zmęczenie jest wysokie
pt_br: Sensação de fadiga elevada
pt_pt: Sensação de fadiga elevada
ro: Oboseala subiectivă este ridicată
ru: Субъективное ощущение усталости: повышенное
sk: Subjektívna únava je vysoká
sl: Več subjektivne utrujenosti.
sv: Subjektiv trötthet är hög
ta: உடல் சோர்வு அதிகமாக உள்ளது
te: వ్యక్తిగత అలసట ఎక్కువగా ఉంది
th: รู้สึกเหนื่อยมาก
tr: Öznel yorgunluk yüksek
uk: Суб'єктивне відчуття втоми високе
vi: Cảm thấy mệt nhiều hơn bình thường
zh_hans: 主观疲劳较高
zh_hant: 主觀疲勞較高

# health_meals_body_ai.bd3f192f376f
source: {{value1}} / {{value2}}時間
ar_sa: الوقت {{value1}} / {{value2}}
ca: Hora {{value1}} / {{value2}}
cs: {{value1}} / {{value2}} hodin
da: {{value1}} / {{value2}} timer
de_de: {{value1}} / {{value2}} Stunden
el: {{value1}} / {{value2}} ώρες
en_au: {{value1}} / {{value2}} hours
es_es: {{value1}} / {{value2}} horas
fi: {{value1}} / {{value2}} tuntia
fr_ca: {{value1}} / {{value2}} heures
gu: {{value1}} / {{value2}} કલાક
he: {{value1}} / {{value2}} שעות
hi: {{value1}} / {{value2}} घंटे
hr: {{value1}} / {{value2}} sati
hu: {{value1}} / {{value2}} óra
id: {{value1}} / {{value2}} jam
it: {{value1}} / {{value2}} ore
ko: {{value1}} / {{value2}}시간
mr: {{value1}} / {{value2}} तास
ms: {{value1}} / {{value2}} minit
nl_nl: {{value1}} / {{value2}} uur
no: {{value1}} / {{value2}} timer
pl: {{value1}} / {{value2}} godzin
pt_br: {{value1}} / {{value2}} horas
pt_pt: {{value1}} / {{value2}} horas
ro: {{value1}} / {{value2}} ore
ru: {{value1}} / {{value2}} часов
sk: {{value1}} / {{value2}} hodín
sl: {{value1}} / {{value2}} ur
sv: {{value1}} / {{value2}} timmar
ta: {{value1}} / {{value2}} மணி நேரம்
te: {{value1}} / {{value2}} గంటలు
th: {{value1}} / {{value2}} ชั่วโมง
tr: {{value1}} / {{value2}} saat
uk: {{value1}} / {{value2}} годин
vi: {{value1}} / {{value2}} giờ
zh_hans: {{value1}} / {{value2}}小时
zh_hant: {{value1}} / {{value2}} 小時

# health_meals_body_ai.bde5657225e5
source: 判断の根拠
ar_sa: أساس الحكم
ca: Base per al judici
cs: Zdůvodnění
da: Begrundelse for vurderingen
de_de: Begründung für die Entscheidung
el: Βάση για την απόφαση
en_au: Reason for decision
es_es: Justificación
fi: Perustelu
fr_ca: Justification de la décision
gu: નિર્ણયનું કારણ
he: הצדקה להערכה
hi: निर्णय का आधार
hr: Osnova za odlučivanje
hu: A döntés alapja
id: Dasar penilaian
it: Motivazioni della decisione
ko: 판단 근거
mr: निर्णयाचे कारण
ms: Dasar penilaian
nl_nl: Redenen voor de beoordeling
no: Grunnlaget for vurderingen
pl: Uzasadnienie decyzji
pt_br: Justificativa da decisão
pt_pt: Justificativa da decisão
ro: Motivul deciziei
ru: Обоснование решения
sk: Zdôvodnenie rozhodnutia
sl: Utemeljitev odločitve
sv: Motivering för bedömningen
ta: முடிவெடுப்பதற்கான காரணம்
te: తీర్పుకు కారణం
th: เหตุผลในการตัดสินใจ
tr: Kararın gerekçesi
uk: Обґрунтування рішення
vi: Lý do đưa ra quyết định
zh_hans: 判断依据
zh_hant: 判断依据

# health_meals_body_ai.bea0697bcdf8
source: 回復を優先する日にしましょう。
ar_sa: اجعل تعافيك أولوية.
ca: Feu que la vostra recuperació sigui una prioritat.
cs: Vyberte den, kdy chcete prioritizovat obnovu.
da: Vælg en dag, hvor du ønsker at fokusere på bedring.
de_de: Legen Sie einen Tag fest, an dem Sie die Erholung priorisieren möchten.
el: Επιλέξτε μια ημέρα για να δώσετε προτεραιότητα στην επανέρχομά.
en_au: Choose a day to prioritize recovery.
es_es: Elija un día para priorizar la recuperación.
fi: Suunnittele toipumispäiväksi.
fr_ca: Choisissez la journée pour privilégier la récupération.
gu: પુનઃપ્રાપ્તિને પ્રાધાન્ય આપતા દિવસ પસંદ કરો.
he: בחר יום שבו ההתאוששות חשובה יותר.
hi: पुनर्प्राप्ति के लिए एक दिन चुनें।
hr: Odaberite dan za održavanje.
hu: Válassza ki azt a napot, amikor a gyógyulásra összpontosít.
id: Pilih hari untuk memprioritaskan pemulihan.
it: Scegli un giorno per dare priorità al recupero.
ko: 회복을 우선하는 날로 설정하세요.
mr: पुनर्प्राप्तीसाठी विशिष्ट दिवस निवडा.
ms: Pilih hari untuk memberi tumpuan pada pemulihan.
nl_nl: Plan een dag voor herstel.
no: Velg en dag for restitusjon.
pl: Wybierz dzień, w którym priorytetem będzie nawadnianie.
pt_br: Escolha um dia para priorizar a recuperação.
pt_pt: Escolha um dia para priorizar a recuperação.
ro: Alegeți ziua în care doriți să vă concentrați pe recuperare.
ru: Выберите день для восстановления.
sk: Vyberte deň, na ktorý uprednostňujete zotavenie.
sl: Izberite dan za izboljšavo.
sv: Välj en dag för återhämtning.
ta: மீட்டமைக்க விரும்பும் நாளைத் தேர்ந்தெடுக்கவும்.
te: తిరిగి పొందే రోజును ఎంచుకోండి.
th: เลือกวันที่ให้เน้นการฟื้นตัว
tr: İyileşmeyi önceliklendireceğiniz günü seçin.
uk: Виберіть день для пріоритетного відновлення.
vi: Hãy chọn ngày ưu tiên hồi phục.
zh_hans: 选择优先恢复的日子。
zh_hant: 設定恢復日。

# health_meals_body_ai.bff7fb34d198
source: 設定で「AI機能を使う」をオンにしてください。手動記録はこのまま保存できます。
ar_sa: يرجى تشغيل "استخدام وظيفة الذكاء الاصطناعي" في الإعدادات. يمكن حفظ السجلات اليدوية كما هي.
ca: Si us plau, activeu "Utilitza la funció AI" a la configuració. Els registres manuals es poden desar tal com estan.
cs: Ve výchozím nastavení zapněte funkci "Použít AI". Ruční záznamy můžete uložit i takto.
da: Aktiver "Brug AI-funktion" i indstillingerne. Du kan gemme manuel registrering som den er.
de_de: Aktivieren Sie "KI-Funktionen verwenden" in den Einstellungen. Die manuelle Aufzeichnung kann so gespeichert werden.
el: Ενεργοποιήστε την επιλογή "Χρήση λειτουργίας AI" στις ρυθμίσεις. Μπορείτε να αποθηκεύσετε τις χειροκίνητες καταγραφές όπως είναι.
en_au: Turn on "Use AI function" in settings. You can still save this manual record.
es_es: Habilite "Usar la función de IA" en la configuración. Puede guardar los registros manualmente de esta manera.
fi: Ota AI-toiminnon käyttö päälle asetuksista. Manuaaliset merkinnät voidaan tallentaa tällä tavalla.
fr_ca: Activez "Utiliser la fonctionnalité IA" dans les paramètres. Vous pouvez toujours enregistrer manuellement.
gu: સેટિંગ્સમાં "AI સુવિધાનો ઉપયોગ કરો" ને ચાલુ કરો. તમે મેન્યુઅલી યાદોને સાચવી શકો છો.
he: הפעילו את "שימוש בפונקציית AI" בהגדרות. ניתן לשמור את הרישום באופן ידני כעת.
hi: सेटिंग में "AI सुविधा का उपयोग करें" को चालू करें। आप मैन्युअल रिकॉर्डिंग को इस तरह से सहेज सकते हैं।
hr: Uključite "Koristiti AI funkciju" u postavkama. Ručni zapis možete zadržati.
hu: Kapcsold be az "AI funkció használata" opciót a beállításokban. A manuális rögzítés így is menthető.
id: Aktifkan "Gunakan fitur AI" dalam pengaturan. Catatan manual dapat disimpan seperti ini.
it: Attiva "Usa la funzione AI" nelle impostazioni. Puoi salvare manualmente le registrazioni in questo modo.
ko: 설정에서 "AI 기능을 사용"을 켜주세요. 수동 기록은 그대로 저장할 수 있습니다.
mr: सेटिंगमध्ये "AI कार्य वापरा" हे चालू करा. मॅन्युअल नोंदी जशीच्या तशी जतन करता येतील.
ms: Aktifkan "Gunakan Fungsi AI" dalam tetapan. Catatan manual boleh disimpan seperti ini.
nl_nl: Schakel "AI-functie gebruiken" in in de instellingen. U kunt deze handmatige opname nog steeds opslaan.
no: Aktiver "Bruk AI-funksjon" i innstillingene. Du kan fortsatt lagre manuelt.
pl: Włącz "Używaj funkcji AI" w ustawieniach. Ręczne zapisy można nadal zachować.
pt_br: Ative a opção "Usar a função AI" nas configurações. Pode guardar manualmente os registos desta forma.
pt_pt: Ative a opção "Usar a função AI" nas configurações. Pode guardar manualmente os registos desta forma.
ro: Activează opțiunea "Folosește funcția AI" în setări. Înregistrările manuale pot fi salvate așa cum sunt.
ru: Включите функцию "Использовать ИИ" в настройках. Ручные записи можно сохранить таким образом.
sk: Zapnite funkciu "Používať AI" v nastaveniach. Ručné zaznamenávanie môžete uložiť takto.
sl: Vključite funkcijo "Uporaba AI" v nastavitvah. Ročni zapisi lahko shranite tako.
sv: Aktivera "Använd AI-funktion" i inställningarna. Du kan spara manuellt registreringar som de är.
ta: அமைப்புகளில் "AI செயல்பாட்டைப் பயன்படுத்து" என்பதை இயக்கவும். கைமுறையாக பதிவுகளைச் சேமிக்கலாம்.
te: "AI ఫంక్షన్‌ను ఉపయోగించు" అనేదాన్ని సెట్టింగ్‌లలో ఆన్ చేయండి. మాన్యువల్ రికార్డింగ్ ఈ విధంగా సేవ్ చేయబడుతుంది.
th: เปิดใช้งาน "ใช้ฟังก์ชัน AI" ในส่วนการตั้งค่า สามารถบันทึกด้วยตนเองได้
tr: Ayarlarda "AI özelliğini kullan" seçeneğini açın. Manuel kayıt bu şekilde kaydedilebilir.
uk: У налаштуваннях увімкніть "Використовувати функцію AI". Ручний запис можна зберегти таким чином.
vi: Vui lòng bật "Sử dụng chức năng AI" trong cài đặt. Bạn vẫn có thể lưu lại mục ghi bằng tay.
zh_hans: 请在设置中启用“使用AI功能”。手动记录可以继续保存。
zh_hant: 在設定中，請開啟「使用 AI 功能」。 手動記錄可以繼續保存。
